<?php

    return [

        'login'                      => 'Вход',
        'logout'                     => 'Выйти',
        'failed'                     => 'Эти учетные данные не соответствуют нашим записям.',
        'throttle'                   => 'Слишком много попыток входа в систему. Пожалуйста, повторите попытку через :seconds секунд.',
        'email_address'              => 'Email адрес',
        'password'                   => 'Пароль',
        'confirm_password'           => 'Повторить пароль',
        'remember_me'                => 'Запомнить меня',
        'forgot_password'            => 'Забыли пароль?',
        'registration'               => 'Регистрация пользователя',
        'register'                   => 'Регистрация',
        'name'                       => 'Имя',
        'password_reset_message'     => 'Восстановление пароля',
        'reset_password'             => 'Восстановление пароля',
        'send_password_reset_link'   => 'Отправить ссылку для восстановления пароля',
        'password_error'             => 'Пароли должны содержать не менее шести символов и быть одинаковыми.',
        'reset'                      => 'Ваш пароль был сброшен!',
        'confirm_password_before'    => 'Пожалуйста, подтвердите свой пароль перед продолжением.',
        'verify_email'               => 'Подтвердить адрес электронной почты',
        'verify_email_fresh'         => 'На ваш адрес электронной почты отправлена новая ссылка для подтверждения.',
        'verify_email_before'        => 'Прежде чем продолжить, проверьте свою электронную почту на наличие ссылки для подтверждения.',
        'verify_email_not_receive_1' => 'Если вы не получили письмо',
        'verify_email_not_receive_2' => 'нажмите здесь, чтобы запросить другое',
        'admin_panel'                => 'Панель управления',

    ];

